Sovos_eArsiv/EK1 - Teknik Belgeler/e-Arşiv Fatura WS Soap istek ve Yanıt Örnekleri/approveReportRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://fitcons.com/earchive/report">
   <soapenv:Header/>
   <soapenv:Body>
      <rep:approveReportRequest>
         <UUID>DD4738BB-47E8-4A65-AC4E-E1B8C9443BF9</UUID>
         <VKN_TCKN>1111111111</VKN_TCKN>
      </rep:approveReportRequest>
   </soapenv:Body>
</soapenv:Envelope>